# ------------------------------------------------------------ #

START_TXT = """
**ʜᴇʟʟᴏ** {},

**ɪ ᴀᴍ ᴀ ʙᴏᴛ ᴅᴇsɪɢɴᴇᴅ ғᴏʀ ʀᴇsᴛʀɪᴄᴛɪᴏɴ ᴘᴜʀᴘᴏsᴇs, ᴄᴀᴘᴀʙʟᴇ ᴏғ sᴀᴠɪɴɢ ᴠɪᴅᴇᴏs, ᴀᴜᴅɪᴏ ғɪʟᴇs, ᴍᴇᴅɪᴀ, ᴀɴᴅ ᴍᴏʀᴇ ғʀᴏᴍ ᴘʀɪᴠᴀᴛᴇ ᴄʜᴀɴɴᴇʟs.**
"""

FORCE_MSG = """
**ʜᴇʏ** {}

**ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ᴍʏ ᴅᴀᴛᴀʙᴀsᴇ ʏᴏᴜ'ᴠᴇ ɴᴏᴛ ᴊᴏɪɴᴇᴅ ᴜᴘᴅᴀᴛᴇs ᴄʜᴀɴɴᴇʟ ʏᴇᴛ, ɪғ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴜsᴇ ᴍᴇ ᴛʜᴇɴ ᴊᴏɪɴ ᴜᴘᴅᴀᴛᴇs ᴄʜᴀɴɴᴇʟ ᴀɴᴅ sᴛᴀʀᴛ ᴍᴇ ᴀɢᴀɪɴ !**
"""

HELP_TXT = """
**HELP SECTION 📝**

🛠️ `/settings` - Open settings to set your requirements.

🔒 `/login` - Login to your userbot session.

📦 `/batch` - Download bulk links in a systematic way.

⛔ `/stop` - Stop batch processing.
"""




SETTINGS_TXT = """
**ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ᴛʜᴇ sᴇᴛᴛɪɴɢs sᴇᴄᴛɪᴏɴ. ʜᴇʀᴇ, ʏᴏᴜ ᴄᴀɴ ᴄʜᴏᴏsᴇ ʙᴜᴛᴛᴏɴ: ᴄᴀᴘᴛɪᴏɴ ᴏʀ ᴡᴀᴛᴇʀᴍᴀʀᴋ ᴀɴᴅ ᴛʜᴜᴍʙɴᴀɪʟ.**
"""

CAPTI0NS_TXT = """
**ᴄᴜsᴛᴏᴍɪᴢᴇ ᴛʜᴇ ʙᴏᴛ's ᴄᴀᴘᴛɪᴏɴ ʜᴇʀᴇ ᴛᴏ ᴛᴀɪʟᴏʀ ɪᴛ ᴛᴏ ʏᴏᴜʀ ᴘʀᴇғᴇʀᴇɴᴄᴇs ᴀɴᴅ ɴᴇᴇᴅs!**
"""

THUMBNAIL_TXT = """
**ᴄᴜsᴛᴏᴍɪᴢᴇ ᴛʜᴇ ʙᴏᴛ's ᴛʜᴜᴍʙɴᴀɪʟ ʜᴇʀᴇ ᴛᴏ ᴛᴀɪʟᴏʀ ɪᴛ ᴛᴏ ʏᴏᴜʀ ᴘʀᴇғᴇʀᴇɴᴄᴇs ᴀɴᴅ ɴᴇᴇᴅs!**
"""

WATERMARK_TXT = """
**ᴄᴜsᴛᴏᴍɪᴢᴇ ᴛʜᴇ ʙᴏᴛ's ᴡᴀᴛᴇʀᴍᴀʀᴋ ʜᴇʀᴇ ᴛᴏ ᴛᴀɪʟᴏʀ ɪᴛ ᴛᴏ ʏᴏᴜʀ ᴘʀᴇғᴇʀᴇɴᴄᴇs ᴀɴᴅ ɴᴇᴇᴅs!**
"""

ABOUT_TXT = """
"""


